Digger run report at 2023-11-16 08:24:33 (UTC)
Apply for devabolmasov/digger#devabolmasov
```terraform
Terraform will perform the following actions:

  # aws_vpc.my-vpc will be created
  + resource "aws_vpc" "my-vpc" {
      + arn                                  = (known after apply)
      + cidr_block                           = "10.0.2.0/24"
      + default_network_acl_id               = (known after apply)
      + default_route_table_id               = (known after apply)
      + default_security_group_id            = (known after apply)
      + dhcp_options_id                      = (known after apply)
      + enable_dns_hostnames                 = (known after apply)
      + enable_dns_support                   = true
      + enable_network_address_usage_metrics = (known after apply)
      + id                                   = (known after apply)
      + instance_tenancy                     = "default"
      + ipv6_association_id                  = (known after apply)
      + ipv6_cidr_block                      = (known after apply)
      + ipv6_cidr_block_network_border_group = (known after apply)
      + main_route_table_id                  = (known after apply)
      + owner_id                             = (known after apply)
      + tags                                 = {
          + "Name" = "vpc_test_meetings-vpc"
        }
      + tags_all                             = {
          + "Name" = "vpc_test_meetings-vpc"
        }
    }

Plan: 1 to add, 0 to change, 0 to destroy.
aws_vpc.my-vpc: Creating...
aws_vpc.my-vpc: Creation complete after 2s [id=vpc-017591d5adbb18e54]

Apply complete! Resources: 1 added, 0 changed, 0 destroyed.

```